<template>
    <div style="margin-top: 5rem !important;" class="col-10 container ">
        <div class="box-resume ">
            <div class="row mt-5">
                <div class="col-md-7 box-body">
                    <div>
                        <h3 class="mb-4 text-center">آسان و رایگان رزومه کاراولی بسازید </h3>
                        <p>دوست عزیز، کاراول یک سامانه کاریابی در صنعت گردشگری است. کاراول با شعار "بینهایت کار گردشگری" راه اندازی شده است. هدف ما ارتباط دادن کارفرما به کارجو می باشد. پیشنهاد می دهیم برای ایجاد رزومه ی خود وقت گذاشته و یک رزومه ی کامل تهیه کنید. به هر میزانی که رزومه ی شما کامل تر باشد کارفرما راحت تر می تواند شما را انتخاب کند.</p>
                        <h5 class="mt-4 mb-2 btn btn-primary btn-lg" >ساخت رزومه</h5>
                        <p>پس از ثبت نام در سایت می توانید وارد بخش ساخت رزومه شده و یک رزومه حرفه ای شامل اطلاعات پایه، سوابق تحصیلی، سوابق شغلی، مهارت ها و پروژه ها ایجاد کرده و فایل آن را به صورت پی دی اف دریافت نمائید.</p>
                        <h5  class="mt-4 mb-2 btn btn-primary btn-lg">ارسال رزومه</h5>
                        <p>تمام کاربران می توانند بر اساس شغل هایی که در سامانه ثبت شده است، جستجوی شغل نموده و رزومه ای که ساخته اند را برای کارفرما ارسال کنند.</p>
                        <h5 class="mt-4 mb-2 btn btn-primary btn-lg">گزارش</h5>
                        <p>سامانه به تفکیک درخواستی که ارسال نموده اید به شما گزارش های کاربردی ای را نمایش می دهد. این گزارش ها به شما کمک می کند تا شغل مناسب تری را پیدا کنید.</p>
                    </div>
                </div>
                <div class="col-md-5">
                    <div><img style="width: 100%" src="../../../../images/karjo.jpg" alt="resume"></div>
                     <div style="text-align: center;">
                        <router-link v-if="memberRole == 'Member'" :to="{name :'memberResumesaz' }"
                            class="btn btn-primary btn-lg col-md-6 col-12">
                             رزومه خودت رو بساز
                        </router-link>
                        <router-link v-else  class="btn btn-primary btn-lg col-md-6 col-12"
                         :to="{ name : 'RegisterLogin' , params: {type: 'Member' } }">
                            رزومه خودت رو بساز
                        </router-link>
                     </div>
                    <div class="box-wave"></div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "resume" ,
    metaInfo() {
        return {
            title: '',
            //     // all titles will be injected into this template
            titleTemplate: 'رزومه ساز سامانه کاریابی در گردشگری - کاراول ',
            meta: [{
                vmid: 'description',
                name: 'description',
                content: 'آسان و رایگان رزومه کاراولی بسازید، دوست عزیز، کاراول یک سامانه کاریابی در صنعت گردشگری است. کاراول با شعار "بینهایت کار گردشگری" راه اندازی شده است. هدف ما ارتباط دادن کارفرما به کارجو می باشد. پیشنهاد می دهیم برای ایجاد رزومه ی خود وقت گذاشته و یک رزومه ی کامل تهیه کنید. به هر میزانی که رزومه ی شما کامل تر باشد کارفرما راحت تر می تواند شما را انتخاب کند. ساخت رزومه، پس از ثبت نام در سایت می توانید وارد بخش ساخت رزومه شده و یک رزومه حرفه ای شامل اطلاعات پایه، سوابق تحصیلی، سوابق شغلی، مهارت ها و پروژه ها ایجاد کرده و فایل آن را به صورت پی دی اف دریافت نمائید. ارسال رزومه، تمام کاربران می توانند بر اساس شغل هایی که در سامانه ثبت شده است، جستجوی شغل نموده و رزومه ای که ساخته اند را برای کارفرما ارسال کنند. گزارش، سامانه به تفکیک درخواستی که ارسال نموده اید به شما گزارش های کاربردی ای را نمایش می دهد. این گزارش ها به شما کمک می کند تا شغل مناسب تری را پیدا کنید.',
            }]
        }
    },
    computed : {
        memberRole() { return this.$store.getters.userRole },
    }
}
</script>

<style scoped>

</style>
