<template>
  <div class="mt-4">
    <div class="container">
      <div class="row">
        <div class="col-12 mt-2">
          <div class="jobs-home-box">
            <div class="col-md-8 m-auto">
              <h1 class="font-18 pb-2">
                استخدام آژانس هواپیمایی
              </h1>
              <p class="text-justify">
                <span class="text-danger font-weight-bolder">"استخدام آژانس هواپیمایی"</span> بسته به نوع حرفه و تخصص شما اتفاق خواهد افتاد. سایت کاراول با تکیه بر تجربه چندین ساله و ارتباط با آژانس های معتبر جهت تسهیل در امر "استخدام کارمند آژانس هواپیمایی" اقدام به راه اندازی سایت و اپلیکیشنی برای این امر نموده است. باید در نظر داشته باشید کار در این حوزه نیازمند تخصص هایی است تا در نهایت آژانس هواپیمایی را در فروش و مدیریت ارتقاء دهد. برای مثال جهت فروش تور بهتر است در دوره هایی که وزارت میراث فرهنگی و گردشگری برگزار می کند شرکت کنید و یا برای کار در قسمت فروش بلیط می توانید دوره های فروش بلیط داخلی و خارجی را بگذرانید.
              </p>
              <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-1.jpg" alt="استخدام آژانس هواپیمایی">
              <div class="invisible-text" :class="{'visible-text' :  show}" >
                <h2 class="font-17 pb-2 text-info">
                  داشتن مهارت برای کاریابی آژانس هواپیمایی
                </h2>
                <p class="text-justify">
                  برای <nuxt-link style="text-decoration: underline" to="/">استخدام آژانس هواپیمایی</nuxt-link> بهتر است یکی از مهارت های ذیل را داشته باشید
                </p>
                <ul>
                  <li>
                    اطلاعات کافی از امکانات گردشگری کشورها و نحوه برگزاری تورها جهت فروش بهتر تورهای مسافرتی
                  </li>
                  <li>
                    کار با نرم افزارهای خرید بلیط هواپیما، قطار و اتوبوس
                  </li>
                  <li>
                    حسابداری آژانس هواپیمایی
                  </li>
                  <li>
                    داشتن اطلاعات قوانین در اخذ ویزا
                  </li>
                  <li>
                    مهارت رزرو هتل مناسب با بهترین قیمت
                  </li>
                  <li>
                    خرید بیمه مسافرتی به صورت آنلاین برای مسافر
                  </li>
                  <li>
                    داشتن اطلاعات قوانین در اخذ ویزا
                  </li>
                  <li>
                    قدرت بیان قوی و روابط عمومی بالا
                  </li>
                  <li>
                    مهارت برای راهنمای تور جهت <span style="text-decoration: underline">استخدام آژانس هواپیمایی</span>
                  </li>
                </ul>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-2.jpg" alt="داشتن مهارت برای کاریابی آژانس هواپیمایی">
                <h2 class="font-17 pb-2 text-info">
                  وظیفه کارمند در آژانس مسافرتی چیست؟
                </h2>
                <p class="text-justify">
                  یک کارمند دفتر هواپیمایی به فروش بلیط های داخلی و خارجی، فروش تورهای تفریحی، مذهبی و ... ، اخذ روادید و رزرو هتل خواهد پرداخت. پس برای استخدام در آژانس هواپیمایی باید آشنایی نسبی با جغرافیایی جهان و نحوه برگزاری تورهای مسافرتی، کشورهایی که از ایران بیشترین درخواست را دارند و بقیه مطالب مرتبط با گردشگری را داشته باشید تا به شما کمک کند تا شانس شما برای استخدام کارمند آژانس هواپیمایی بیشتر باشد.
                  برای استخدام در ایرلاین ها و دفاتر مسافرتی خارجی می توانید به سایت <a href="collegegrad.com" target="_blank" rel="nofollow" style="text-decoration: underline">collegegrad.com</a> مراجعه کنید.
                </p>

                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-3.jpg" alt=" وظیفه کارمند در آژانس مسافرتی چیست؟">
                <h2 class="font-17 pb-2 text-info">
                  تحصیلات لازم برای استخدام آژانس هواپیمایی
                </h2>
                <p class="text-justify">
                  برای <span style="text-decoration: underline;">کار در آژانس هواپیمایی</span> تجربه و توان برقراری ارتباط بر تحصیلات اولویت دارد و در واقع هر فرد با هر تحصیلاتی می تواند استخدام دفتر هواپیمایی شود ولی اگر دوست دارید تحصیلات مرتبط در این حوزه داشته باشید، می توان به موارد زیر اشاره کرد:
                </p>
                <ul>
                  <li>مدیریت گردشگری</li>
                  <li>مدیریت جهانگردی</li>
                  <li>زبان های خارجی</li>
                  <li>برنامه ریزی گردشگری</li>
                  <li>مدیریت هتلداری</li>
                  <li>رشته هایی که به هر نحو مرتبط با این حوزه است.</li>
                </ul>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-4.jpg" alt="تحصیلات لازم برای استخدام آژانس هواپیمایی">
                <h2 class="font-17 pb-2 text-info">
                  میزان حقوق و درآمد پس از استخدام در آژانش هواپیمایی
                </h2>
                <p class="text-justify">
                  در مورد حقوق و درآمد کارمند آژانس های هواپیمایی عدد ثابتی را نمی توان اعلام کرد. البته اکثر آگهی استخدام آژانس هواپیمایی این مورد را تایید می کند. کارمند با یک حقوق ثابت، و مابقی درآمد کارمند، بسته به فعالیت و درآمدزایی برای آژانس، پورسانت به آن تعلق خواهد گرفت. البته افرادی که به صورت کارآموز آژانس هواپیمایی در این حوزه فعالیت می کنند معمولاً هیچ حقوقی نداشته و درآمد آنها بستگی به نوع فعالیت و سود دهی به آژانس درصدی به آنها تعلق خواهد گرفت و در نهایت اگر بازدهی مناسبی داشتند می توانند استخدام آژانس هواپیمایی شوند.
                </p>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-5.jpg" alt=" میزان حقوق و درآمد پس از استخدام در آژانش هواپیمایی">
                <h2 class="font-17 pb-2 text-info">دوره های فنی جهت استخدام در آژانش هواپیمایی</h2>
                <p class="text-justify">
                  کار در این حوزه بسیار گسترده است و مهارت های مختلفی را می طلبد. حتی افرادی که خواهان استخدام آژانس هواپیمایی پاره وقت هستند باید حداقل مهارت لازم را داشته باشند. دوره های آموزش برای استخدام در آژانس شامل بستن تور گردشگری، بستن پکیج برای تور، صدور بلیط داخلی و خارجی و بازاریابی تلفنی یا تله مارکتینگ آژانس است.
                </p>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-6.jpg" alt="karjo">
                <h2 class="font-17 pb-2 text-info">دفتر خدمات مسافرتی یا آژانس هواپیمایی چیست؟
                </h2>
                <p class="text-justify">
                  دفتری که به صورت فیزیکی وجود دارد و بستری برای مسافران فراهم خواهد کرد تا بتوانند چه به صورت حضوری، تلفنی و یا به صورت آنلاین خرید انواع تور مسافرتی، رزرو هتل، رزرو بلیط هواپیما، قطار یا اتوبوس را داشته باشند. همچنین انواع مشاوره جهت مهاجرت، اخذ ویزا و گرفتن وقت سفارت از دیگر خدمات این دفاتر است که با استخدام آژانس هواپیمایی می توانید در هر یک از این قسمت ها فعالیت کنید.
                </p>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/karavel-7.jpg" alt="دفتر خدمات مسافرتی یا آژانس هواپیمایی چیست؟">
                <h2 class="font-17 pb-2 text-info">
                  ساختار و چارت شرکتهای خدمات و آژانس مسافرتی
                </h2>
                <p class="text-justify">
                  به صورت کلی تمامی شرکت های مشغول در این حوزه دارای واحدهایی مشابه هستند که شما می توانید برای استخدام آژانس هواپیمایی به صورت تخصصی در هر یک از این حوزه ها فعال باشید.
                </p>


                <table class="table table-bordered mt-3">
                  <thead>
                  <tr>
                    <th scope="col">ردیف</th>
                    <th scope="col">نام واحد </th>
                    <th scope="col">تخصص</th>
                  </tr>
                  </thead>
                  <tbody>
                  <tr>
                    <th scope="row">1</th>
                    <td>مدیر فنی</td>
                    <td>تخصص در حوزه گرشگری</td>
                  </tr>
                  <tr>
                    <th scope="row">2</th>
                    <td>قسمت فروش</td>
                    <td>	مهارت فروش و بازاریابی</td>
                  </tr>
                  <tr>
                    <th scope="row">3</th>
                    <td>قسمت عملیات</td>
                    <td>زبان خارجی، اطلاعات راهنمای تور</td>
                  </tr>
                  <tr>
                    <th scope="row">4</th>
                    <td>قسمت اداری</td>
                    <td>مهارت های اداری</td>
                  </tr>
                  <tr>
                    <th scope="row">5</th>
                    <td>قسمت صدور</td>
                    <td>صدور بلیط و رزرو</td>
                  </tr>
                  <tr>
                    <th scope="row">6</th>
                    <td>امور حسابداری</td>
                    <td>تخصص در امور حسابداری</td>
                  </tr>
                  </tbody>
                </table>
                <p>
                  البته هر کدام از این بخش ها به بخش های زیر مجموعه تقسیم می شوند که دانستن آنها برای کاریابی آژانس هواپیمایی لازم و ضروری است.
                </p>
                <h2  class="font-17 pb-2 text-info mt-3">اینفوگرافی استخدام در آژانس هواپیمایی
                </h2>
                <img class="w-100 h-100 my-2 mb-3" src="~/assets/images/infographics.jpg" alt="ینفوگرافی استخدام در آژانس هواپیمایی">
              </div>
            </div>
            <div class="d-flex justify-content-center ">
              <button v-if="!show" type="button" @click="openBlog" class="text-info">بیشتر ....</button>
              <button v-else type="button" @click="openBlog" class="text-info">کمتر ....</button>
            </div>

          </div>
        </div>
      </div>

    </div>
  </div>
</template>

<script>
  export  default {
    data() {
      return {
        show :  false ,
      }
    },
    methods : {
        openBlog() {
          this.show = !this.show
        }
    }
  }
</script>


<style>
.invisible-text {
  visibility: hidden;
  height: 0;
  overflow: hidden;
}
.visible-text {
  visibility: visible !important;
  height: auto !important;
}
</style>
