<template>
    <div style="margin-top: 5rem !important;" class="col-10 container ">
        <div class="box-resume ">
            <div class="row mt-5 mb-4">
                <div class="col-md-7 box-body">
                    <div>
                        <h3 class="mb-4 text-center">آسان و سریع آگهی کاراولی بسازید </h3>
                        <p>همکار گرامی،  سامانه ی کاراول به کارفرمایان در صنعت گردشگری کمک می کند تا به صورت هوشمند و هدفمند نیروی متخصص خود را انتخاب کنند. ما در کاراول سعی کرده ایم بر اساس نیازهای صنعت گردشگری اطلاعات مناسبی را از کارجو دریافت کنیم و آن را در اختیار کارفرما قرار دهیم. برای این کار کافی است در سامانه ی کاراول ثبت نام کرده و آگهی کارمندیابی خود را بصورت کامل پر نمایند. پیشنهاد می کنیم در زمان ساخت آگهی کاریابی فرم مربوط را بصورت دقیق پر نمائید تا سیستم بتواند آن را بصورت هدفمند به کارجویان ارسال نماید.</p>
                        <h5 class="mt-4 mb-2 btn btn-primary btn-lg">ساخت آگهی</h5>
                        <p>پس از ثبت نام می توانید از قسمت ثبت آگهی، یک آگهی بر اساس نیازهای خود بسازید. به هر میزانی که این اطلاعات دقیق تر باشد بازخورد بهتری خواهید گرفت.</p>
                        <h5 class="mt-4 mb-2 btn btn-primary btn-lg">گزارش</h5>
                        <p>سامانه به تفکیک درخواستی که ارسال نموده اید به شما گزارش های کاربردی ای را نمایش می دهد. این گزارش ها به شما کمک می کند تا کارمند مناسب تری را پیدا کنید.</p>
                    </div>
                </div>
                <div class="col-md-5">
                    <div><img style="width: 100%" src="../../../../images/karfarma.jpg" alt="resume"></div>
                    <div style="text-align: center;">
                        <router-link v-if="memberRole == 'Company'" :to="{name :'DashboardCompany' }"
                            class="btn btn-primary btn-lg col-md-6 col-12">
                             آگهی کارمندیابی بساز
                        </router-link>
                        <router-link v-else :to="{ name : 'RegisterLogin' , params : { type : 'Company' } }"
                           class="btn btn-primary btn-lg col-md-6 col-12">
                            آگهی کارمندیابی بساز
                        </router-link>
                    </div>
                    <div class="box-wave"></div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "companyPage",
    metaInfo() {
        return {
            title: '',
            //     // all titles will be injected into this template
            titleTemplate: 'ساخت آگهی در سامانه کاریابی در گردشگری - کاراول ',
            meta: [{
                vmid: 'description',
                name: 'description',
                content: 'آسان و سریع آگهی کاراولی بسازید، همکار گرامی،  سامانه ی کاراول به کارفرمایان در صنعت گردشگری کمک می کند تا به صورت هوشمند و هدفمند نیروی متخصص خود را انتخاب کنند. ما در کاراول سعی کرده ایم بر اساس نیازهای صنعت گردشگری اطلاعات مناسبی را از کارجو دریافت کنیم و آن را در اختیار کارفرما قرار دهیم. برای این کار کافی است در سامانه ی کاراول ثبت نام کرده و آگهی کارمندیابی خود را بصورت کامل پر نمایند. پیشنهاد می کنیم در زمان ساخت آگهی کاریابی فرم مربوط را بصورت دقیق پر نمائید تا سیستم بتواند آن را بصورت هدفمند به کارجویان ارسال نماید. ساخت آگهی،پس از ثبت نام می توانید از قسمت ثبت آگهی، یک آگهی بر اساس نیازهای خود بسازید. به هر میزانی که این اطلاعات دقیق تر باشد بازخورد بهتری خواهید گرفت. گزارش، سامانه به تفکیک درخواستی که ارسال نموده اید به شما گزارش های کاربردی ای را نمایش می دهد. این گزارش ها به شما کمک می کند تا کارمند مناسب تری را پیدا کنید.',
            }]
        }
    },
    computed : {
        memberRole() { return this.$store.getters.userRole },
    }
}
</script>

<style scoped>

</style>
